brew "bat"
brew "eza"
brew "fd"
brew "fish"
brew "fmt"
brew "fzf"
brew "htop"
brew "libomp"
brew "pnpm"
brew "mise"
brew "mkvtoolnix"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "uv"
cask "anydesk"
cask "beekeeper-studio"
cask "brave-browser"
cask "bruno"
cask "discord"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "gimp"
cask "google-chrome"
cask "iina"
cask "inkscape"
cask "keka"
cask "lm-studio"
cask "ngrok"
cask "orbstack"
cask "readdle-spark"
cask "requestly"
cask "slack"
cask "telegram-desktop"
cask "transmission"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
vscode "alexdo.catppuccin-noir"
vscode "astro-build.astro-vscode"
vscode "bbenoist.nix"
vscode "beigeowl.beige-owl"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dvirtz.parquet-viewer"
vscode "enkia.tokyo-night"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "includable.file-duplicate"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.vscode-typescript-next"
vscode "pmneo.tsimporter"
vscode "saoudrizwan.claude-dev"
vscode "stringham.move-ts"
vscode "vue.volar"
vscode "yzhang.markdown-all-in-one"
