brew "bat"
brew "bottom"
brew "eza"
brew "fd"
brew "fish"
brew "fmt"
brew "fzf"
brew "gdu"
brew "htop"
brew "lazygit"
brew "libomp"
brew "mise"
brew "mkvtoolnix"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "tree-sitter-cli"
brew "uv"
cask "anydesk"
cask "beekeeper-studio"
cask "brave-browser"
cask "bruno"
cask "discord"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "gimp"
cask "google-chrome"
cask "iina"
cask "inkscape"
cask "keka"
cask "lm-studio"
cask "ngrok"
cask "orbstack"
cask "readdle-spark"
cask "slack"
cask "telegram-desktop"
cask "transmission"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zed"
cask "zoom"
